Repository: CloCkWeRX/keepright-mirror
Catalog: web/locale/*.po
Languages: fr

source: Someone draws a bridge and forgets to tag it as highway... A bridge should always have one of the 'major' tags that its direct neighbour ways have. Currently these are: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
fr: Quelqu'un a dessiné un pont et a oublié la balise highway... Un pont devrait toujours avoir une des balises "principales" qu'un des chemins du coin possède. En ce moment, ces balises sont : highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata

source: data consistency checks for OSM
fr: Vérification de consistance des données pour OSM

source: keep-right logo
fr: logo de keep-right

source: data consistency checks for %sOSM%s
fr: Vérification de consistance des données pour %sOSM%s

source: These pages show checks that are run on a local excerpt database filled with OSM data.
fr: Ces pages montrent les vérifications qui sont faites sur une copie locale de la base de données de OSM.

source: Data Checks for Europe%s (Starting point Vienna, Austria)
fr: Vérification des données pour l'Europe%s (Point de départ : Vienne, Autriche)

source: Australian KeepRight partner site
fr: Site partenaire australien de KeepRight

source: Data Checks for Africa%s (Starting point Cairo, Egypt)
fr: Vérification des données pour l'Afrique%s (Point de départ : Le Caire, Égypte)

source: Data Checks for Canada%s (Starting point Québec)
fr: Vérification des données pour le Canada%s (Point de départ : Québec)

source: Data Checks for USA%s (Starting point Philadelphia, PA)
fr: Vérification des données pour les États-Unis%s (Point de départ : Philadelphie, Pennsylvanie)

source: Data Checks for Central America%s (Starting point Santo Domingo, Republica Dominicana)
fr: Vérification des données pour l'Amérique Centrale%s (Point de départ : Saint-Domingue, République Dominicaine)

source: Data Checks for South America%s (Starting point São Paulo, Brazil)
fr: Vérification des données pour l'Amérique du Sud%s (Point de départ : São Paulo, Brésil)

source: Data Checks for Asia%s (Starting point Tokio, Japan)
fr: Vérification des données pour l'Asie%s (Point de départ : Tokyo, Japon)

source: Europe Data Checks as ugly list
fr: Vérification des données pour l'Europe, en tant que liste moche

source: Developers have a look at the %sSourceForge%s site providing svn access to the sources.
fr: Les développeurs peuvent jeter un coup d'œil à la page %sSourceForge%s afin d'avoir accès au code source (svn).

source: logfile
fr: fichier de log

source: If you want to export errors from KeepRight you will want to have a look at the %sinterfacing guide%s
fr: Si vous voulez exporter les erreurs de KeepRight, vous pouvez jeter un coup d'œil au %sguide d'interfaçage%s.

source: There are a few more languages in the select box now. You can help translating KeepRight on the %slaunchpad site%s. Thanks to all who helped!
fr: Il y a maintenant quelques langues supplémentaires. Vous pouvez aider à la traduction de KeepRight sur %sLaunchpad%s. Merci à tous ceux qui aident!

source: To avoid routing errors like %sthis one%s I changed the check 'highways connected directly'. It will now complain about any connections of a motorway with a highway=service or highway=unclassified if it lacks an access=no or access=private tag or if it is not a service=parking_aisle.<br>I hope you agree that this inconvenience is necessary. Thank you, Nathan, for telling me about this!
fr: Afin d'éviter les erreurs de routage telles que %scelle-ci%s j'ai changé la vérification "motorways connectées directement". Elle se plaindra dorénavant de toute connexion entre une autoroute et un highway=service ou highway=unclassified si celui-ci n'a pas de balise access=no ou access=private ou si ce n'est pas un service=parking_aisle.<br>J'espère que vous êtes d'accord que cet inconvénient est nécessaire. Merci Nathan de m'avoir parlé de ça!

source: KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
fr: KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue! - KeepRight devient multi-langue !

source: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!
fr: Pour commencer, KeepRight pourra être utilisée en anglais, allemand, portugais du Brésil et français. Les nouvelles traductions sont la bienvenue ! Vous pouvez trouver le modèle gettext $1ici$2. Un remerciement spécial à Rodrigo pour cette superbe idée !<br><br>As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!

source: Getting rid of the evil db-parameter
fr: Se débarrasser du maléfique db-parameter

source: You may have noticed that you couldn&apos;t pan around the whole world in KeepRight as you liked. There were invisible boundaries and you always had to take care about the db-parameter in the URLs to be appropriate for the current position.<br>This is over now! The db-parameter is gone. So have fun panning around the whole world and fixing errors easier than ever!
fr: Vous vous étiez peut-être rendu compte que vous ne pouviez pas vous déplacer comme vous le vouliez autour du globe dans KeepRight. Il y avait des barrières invisibles qui faisaient que vous deviez toujours faire en sorte que le db-parameter dans l'adresse était en harmonie avec la zone où vous vous trouviez.<br>Ceci est maintenant terminé, le db-parameter n'est plus ! Donc éclatez-vous à vous déplacer tout autour du globe et à corriger des erreurs plus facilement que jamais !

source: During the next updates you will see an increased number of floating islands errors. This is because up to now the check routine didn&apos;t complain about ways that don&apos;t have a single connection with any other way(!). Sometimes it takes months until you see the most obvious things...
fr: Au cours des prochaines mises à jour vous allez apercevoir une augmentation du nombre d'iles flottantes. Ceci est du au fait que jusqu'à maintenant les routines de vérification ne se plaignaient pas des chemins qui n'ont aucune connexion avec d'autres chemins (!). Des fois ça prends des mois avant de remarquer les choses les plus évidentes...

source: This is my FOSSGIS-present for you: KeepRight will remember the position and the error types you selected when you left the site last time (how could you?). Just open %s without any parameters!
fr: Voici mon cadeau FOSSGIS pour vous: KeepRight se souviendra dorénavant de la position et des types d'erreurs que vous aviez sélectionnés avant de quitter le site (comment osez-vous!). Vous avez juste à ouvrir %s sans paramètres !

source: For archeologists: %sOld log entries%s have moved.
fr: Pour les archéologues: les %sentrées anciennes de log%s ont été déplacées.

source: a few words on the new comment feature
fr: Quelques mots sur la nouvelles fonctionnalité des commentaires

source: Please give a comment that helps me improve the check routines if you find a false-positive. Don't confuse the comment box with an editing feature. This is not Potlatch! You cannot add missing tags via KeepRight!
fr: Veuillez m'envoyer un commentaire si vous trouvez un faux-positif afin de m'aider à améliorer les vérifications. Ne confondez pas cette zone de commentaire avec une option d'édition, ceci n'est pas Potlatch ! Vous ne pouvez pas ajouter de tag manquant via KeepRight !

source: Please note that in order to make the JOSM link work, JOSM must already be running when you hit the JOSM-link. Furthermore you have to enable the &apos;remote control&apos;-plugin in JOSMs options.
fr: Veuillez noter que afin de faire fonctionner le lien JOSM, celui-ci doit déjà être en train de fonctionner lorsque vous cliquez sur le lien. Vous devez aussi activer le plugin &apos;remote control&apos; dans les options de JOSM.

source: Currently the following checking procedures are implemented
fr: Les vérifications suivantes sont actuellement implémentées

source: If you find an error in my errors lists I would definitely like to hear about it!
fr: Si vous trouvez une erreur dans ma liste d'erreurs, je voudrais certainement en entendre parler !

source: Impressum
fr: Colophon

source: This work is done without commercial background, just for my personal pleasure. I would be very happy if it was helpful for the OSM Project.
fr: Ce travail est fait sans contexte commercial, seulement pour mon plaisir personnel. Je serais content s'il pouvait être utile au projet OSM.

source: If you like to contact me, my mailbox at the austrian server of gmx is labelled KeepRight.
fr: Si vous voulez me contacter, ma boite mail sur le serveur autrichien (.at) de gmx est appelée keepright.

source: Please understand that I will not always be able to immediately respond to your mail on weekdays.
fr: Vous comprendrez que je ne serai pas toujours capable de répondre directement à vos messages pendant la semaine.

source: errors
fr: erreurs

source: warnings
fr: avertissements

source: all
fr: tout

source: none
fr: aucun

source: show ignored errors
fr: Montrer les erreurs ignorées

source: show temp. ignored errors
fr: Montrer les erreurs ignorées temporairement

source: Edit in Potlatch
fr: Éditer avec Potlatch

source: You will see up to %d error markers starting in the center of the map. Please allow a few seconds for the error markers to appear after panning.
fr: Vous verrez jusqu'à %d marqueurs d'erreur commençant au centre de la carte. Veuillez attendre quelques secondes afin que les marqueurs apparaissent.

source: Site updated at %s
fr: Site mis à jour le %s

source: node
fr: nœud

source: way
fr: chemin

source: edit in
fr: éditer avec

source: JOSM must be running and JOSM's remote control plugin must be enabled for this to work!
fr: JOSM doit être en train de fonctionner et le plugin &apos;remote control&apos; doit être activé afin de faire fonctionner ceci !

source: keep this error open
fr: laisser cette erreur ouverte

source: ignore temporarily (error corrected)
fr: ignorer temporairement (erreur corrigée)

source: ignore (false-positive)
fr: ignorer (faux-positif)

source: save
fr: enregistrer

source: cancel
fr: annuler

source: please click on the icon to fixate the bubble
fr: veuillez cliquer sur l'icône pour fixer la bulle

source: link to here: error #
fr: lien vers ici: erreur #

source: last edit of this
fr: dernière édition de ce

source: interfacing KeepRight
fr: interfacer avec KeepRight

source: Interfacing with KeepRight
fr: Interfacer avec KeepRight

source: You may use KeepRight&apos;s results in a number of ways:
fr: Vous pouvez utiliser les résultats de KeepRight de plusieurs manières :

source: by means of the %smap web page%s
fr: avec la %scarte sur Internet%s

source: exporting %sGPX waypoints%s
fr: en exportant des %spoints GPX%s

source: exporting new errors as %sRSS feed%s
fr: en exportant les nouvelles erreurs en tant que %sflux RSS%s

source: getting the whole errors %sdump file%s
fr: en récupérant le %sfichiers complet d'erreurs%s

source: exporting GPX waypoints
fr: en exportant des points GPX

source: Purpose
fr: But

source: Exporting a section of the map into a GPX-styled list of waypoints for use with GPS units
fr: Exporter une section de la carte sous forme de liste de points GPX à utiliser dans des dispositifs GPS

source: URL format
fr: Format de l'adresse URL

source: You can specify a list of error types you want to have in the file as well as a bounding box on the map. This export will return up to 100 waypoints. This limit could be increased, in case there is demand.
fr: Vous pouvez spécifier une liste de types d'erreur que vous voulez avoir dans le fichier, ainsi que la boîte englobante sur la carte. Cette exportation retournera au maximum 100 points. Cette limite pourrait être augmentée, si la demande se fait sentir.

source: There is a link on the lower left corner of the map-page pointing to the GPX service that always includes the current error type selection and view from the map.
fr: Il y a un lien dans le coin en bas a gauche de la page de carte qui pointe vers le service GPX qui contient toujours la sélection courante de types d'erreurs et la vue de la carte.

source: exporting new errors as RSS feed
fr: exportation des nouvelles erreurs en tant que flux RSS

source: Watching a section of the map for newly found errors
fr: Regarder une section de la carte pour les erreurs nouvellement trouvées

source: The URL format is the same as for GPX exports, just the format parameter is different. The RSS feed will include error entries that were first found within the last three weeks.
fr: Le format de l'URL est le même que celui des exports GPX, seul le paramètre de format est différent. Le flux RSS inclut les erreurs qui ont été trouvées lors des trois dernières semaines.

source: There is a link on the lower left corner of the map-page pointing to the RSS service that always includes the current error type selection and view from the map.
fr: Il y a un lien dans le coin en bas a gauche de la page de carte qui pointe vers le service RSS qui contient toujours la sélection courante de types d'erreurs et la vue de la carte.

source: getting the whole dump-file
fr: recevoir le fichier de dump complet

source: Doing something completely different with 10 millions of errors...
fr: Faire quelque chose de complètement différent avec 10 millions d'erreurs...

source: This tab-separated file contains all errors currently open for the whole planet (currently >200MB). It is being updated daily.
fr: Ce fichier séparé par des tabulations contient toutes les erreurs actuellement ouvertes sur la planète entière (actuellement > 200 Mo). Il est actualisé tous les jours.

source: Table layout
fr: Schéma de la table

source: The schema is an identifier naming a region on the planet. According to the %splanet splitting map%s the planet is split in rectangular parts to get roughly equally sized dump files. Consider the schema as a prefix for the error_id.
fr: Le schéma est l'identifiant d'une région de la planète. D'après la %scarte de coupage de la planète%s, celle-ci est découpée en zones rectangulaires afin d'obtenir des fichiers de dump de taille approximativement égales. Considérez le schéma comme un préfixe pour l'error_id.

source: A number identifying errors, starting from 1 for each schema. An error_id is worth nothing if you don&apos;t know the schema!
fr: Un nombre qui identifie les erreurs, en commençant à 1 pour chaque schéma. Un error_id sans connaitre le schéma ne sert à rien!

source: numeric representation of the type of error. Error types are assigned in blocks of 10s (20, 30, 40...). They correspond with the name of the script file doing the checking.
fr: Représentation numérique du type d'erreur. Les types d'erreurs sont assignés en blocs de 10 (20, 30, 40, etc.). Ils correspondent au nom de fichier du script qui fait la vérification.

source: Error types may be sub-typed (281, 282 etc.). Subtyped error checking routines test for different aspects related to a single topic (in the example 280 means &quot;boundaries&quot;, 281 means &quot;missing name[ for boundaries]&quot; and 282 means &quot;missing admin level[ for boundaries]&quot;). Subtyped error types are rendered as groups that may be collapsed on the web site.
fr: Les types d'erreurs peuvent être sous-typées (281, 282, etc.). Les routines de vérifications de sous-types testent différents aspects liés au même sujet (dans cet exemple, 280 signifie &quot;frontières&quot;, 281 signifie &quot;nom manquant [d'une frontière]&quot; et 282 signifie &quot;admin_level manquant [pour une frontière]&quot;). Les sous-types d'erreurs sont affichés sur le site en tant que groupe qui peut être réduit.

source: textual representation (short name) of the type of error. On sub-typed error types you may want to prepend the error_name that belongs to the main number to make the name complete.
fr: Représentation textuelle (nom court) du type d'erreur. Pour les erreurs sous-typées, vous pouvez faire précéder le error_name qui appartient au nombre principal afin d'avoir le nom complet.

source: one of node/way/relation
fr: une valeur de node/way/relation (nœud/chemin/relation)

source: an OSM node_id, way_id or relation_id
fr: un identifiant OSM node_id, way_id ou relation_id

source: one of new, reopened, ignore_temporarily, ignore. You won&apos;t see any &apos;cleared&apos; errors because the dump contains active errors only. Temporarily ignored errors are issues fixed by a user who really hopes to have fixed it. Temporarily ignored errors will jump back in the &apos;new&apos; state with the next update if the error isn&apos;t really fixed. Ignored errors are issues that are simply false positives and should never come back just because KeepRight is wrong and this exception cannot be included in the ruleset.
fr: Un de new, reopened, ignore_temporarily, ignore. Vous ne verrez pas d'erreurs "cleared" car le dump ne contient que les erreurs actives. Les erreurs ignorées temporairement sont des problèmes résolus par un utilisateur qui pense réellement les avoir résolus. Les erreurs ignorées temporairement repasseront à l'état "new" lors de la mise à jour suivante si le problème n'a pas vraiment été résolu. Les erreurs ignorées sont des faux-positif et ne devraient jamais refaire surface juste parce que KeepRight a tort, et cette exception ne peut pas être incluse dans le jeu de règles.

source: Errors that were once cleared and come back at some point in time later are put in the <em>reopened</em> state. Please note that this may happen due to runtime-errors in the scripts. So you may just consider <em>new</em> and <em>reopened</em> the same.
fr: Les erreurs qui avaient été validées auparavant et qui refont surface plus tard sont mis à l'état <em>reopened</em>. Veuillez noter que ceci peut se produire à cause d'erreurs dans les scripts. Vous pourriez donc considérer <em>new</em> et <em>reopened</em> comme étant le même état.

source: The verbose error message that comes out of the checking routine in English language. For translating the messages use the next columns
fr: Le message d'erreur en anglais qui ressort de la routine de vérification. Veuillez utiliser les colonnes suivantes afin de traduire les messages

source: This is the scaffold for the error description where placeholders ("$i") stand in place of the actual values inserted by the concrete error instance. You may put this scaffold inside a GNU gettext() function to have it translated. GNU gettext requires a .po file that holds original and translated strings. You may use existing .po files from here:
fr: Ceci est l'échafaud pour les descriptions d'erreurs où les espaces réservés ("$i") seront remplacés par les vrais messages d'erreur. Vous pouvez passer cet échafaud à la fonction GNU gettext() afin de le traduire. GNU gettext requiert un ficher .po qui contient les phrases originales et traduites. Vous pouvez récupérer des fichiers .po existants ici :

source: find the GNU gettext template file here:
fr: Vous pouvez trouver les modèles GNU gettext ici :

source: These bits of text are the contents that have to be inserted in the error message after translation. txt1 will replace $1, etc.
fr: Ces bouts de texte seront insérés dans le message d'erreur après la traduction. txt1 remplacera $1, etc.

source: Timestamp (MESZ) of when this error was found the first time
fr: Date et heure (MESZ) de quand cette erreur a été identifiée la première fois

source: Timestamp (MESZ) of last time this error was (re-)checked by the scripts
fr: Date et heure (MESZ) de la dernière fois que cette erreur a été (re-)vérifiée par les scripts

source: Timestamp of the object that was used when checking, as found in the official planet file.
fr: Date et heure de l'objet qui a été utilisé lors de la vérification, tel que trouvé dans le fichier planet officiel.

source: Location on the planet. Coordinates are given in the same projection as found in the official planet file. Please note that numbers are displayed as int values. To convert back to real lon/lat you have to divide by 10^7
fr: Localisation sur la planète. Les coordonnées sont retournées dans la même projection que celle trouvée dans le fichier planet officiel. Veuillez noter que les nombres sont affichés en tant qu'entiers (int). Afin de les reconvertir en longitude/latitude réelle, vous devez les diviser par 10^7

source: User-comment (if any)
fr: Commentaire de l'utilisateur (si présent)

source: Timestamp (MESZ) of when the comment was given (if any)
fr: Date et heure (MESZ) de l'instant auquel le commentaire a été fait (si présent)

source: loading the errors table
fr: chargement de la table des erreurs

source: This is the schema definition for use with MySQL databases:
fr: Ceci est la définition de schéma à utiliser avec des bases de données MySQL :

source: Please note that <em>schema</em> is a reserved word in MySQL, so you always have to quote it like this: `schema`
fr: Veillez noter que <em>schema</em> est un mot réservé par MySQL, vous devez donc toujours le mettre entre guillemets, comme ceci: `schema`

source: There are two primary keys in this table: a natural one and an artificial one:
fr: Il y a deux clés principales dans cette table : une naturelle et une artificielle :

source: The natural primary key consists of error_type, object_type, object_id, lat, lon. That means one type of error may be found on multiple spots belonging to one single object (eg. self-intersections of ways).
fr: La clé principale naturelle est constituée de error_type, object_type, object_id, lat, lon. Ceci signifie qu'un type d'erreur peut être trouvé à plusieurs endroit en appartenant à un seul objet (par exemple, auto-intersection de chemins).

source: The artificial primary key consists of schema and error_id. It is used just for simplicity of referencing individual error instances and it is completely redundant.
fr: La clé principale artificielle est constituée de schema et error_id. Elle est utilisée uniquement pour la simplicité de référencer des instances d'erreurs individuelles, et est complètement redondante.
