Repository: CloCkWeRX/keepright-mirror
Catalog: web/locale/*.po
Languages: fr

source: There is more than one node in this spot. Offending node IDs: $1
fr: Il y a plus d'un nœud à cet endroit. Nœuds en conflit: $1

source: This coastline-way is not part of a closed-loop
fr: Ce chemin de littoral ne fait pas partie d'une boucle fermée

source: This way is tagged with '$1=$2' and should be closed-loop.
fr: Ce chemin est tagué avec '$1=$2' et devrait être une boucle fermée.

source: The first node (id $1) of this one-way is not connected to any other way
fr: Le premier nœud (id $1) de ce sens unique n'est connecté à aucun autre chemin

source: The last node (id $1) of this one-way is not connected to any other way
fr: Le dernier nœud (id $1) de ce sens unique n'est connecté à aucun autre chemin

source: This node cannot be reached, because one-ways only lead away from here
fr: Ce nœud ne peut être atteint car il n'est relié qu'à des voies en sens unique s'en éloignant

source: You cannot escape from this node, because one-ways only lead to here
fr: On ne peut quitter ce point car il n'est relié qu'à des voies en sens unique y conduisant

source: This node is very close but not connected to way #$1
fr: Ce nœud est très près mais pas connecté au chemin #$1

source: This $1 uses deprecated tag $2 = $3
fr: Ce $1 utilise la balise obsolète $2 = $3

source: This $1 uses deprecated tag $2 = $3. Please use $4 instead!
fr: Ce $1 utilise la balise obsolète $2 = $3. Veuillez utiliser $4 à la place !

source: This $1 has an empty tag: $2
fr: Ce $1 a une balise vide : $2

source: This way has no tags
fr: Ce chemin n'a pas de balise

source: This way is tagged as motorway and therefore needs a ref, nat_ref or int_ref tag
fr: Ce chemin est tagué en tant que motorway et doit donc avoir une balise ref, nat_ref ou int_ref

source: This $1 is tagged as place of worship and therefore needs a religion tag
fr: Ce $1 est tagué en tant que lieu de culte et doit donc avoir une balise religion

source: This node is tagged as $1 and therefore needs a name tag
fr: Ce nœud est tagué en tant que $1 et doit donc avoir une balise name

source: This node is tagged as $1 and therefore needs a name tag or an operator tag
fr: Ce nœud est tagué en tant que $1 et doit donc avoir une balise name ou operator

source: This way has no nodes
fr: Ce chemin n'a pas de nœuds

source: This way has just one single node
fr: Ce chemin est composé d'un nœud unique

source: This way is not connected to the rest of the map
fr: Ce chemin n'est pas connecté au reste de la carte

source: This crossing of a highway and a railway needs to be tagged as railway=crossing or railway=level_crossing
fr: Cette intersection de route et de voie ferrée doit être balisée en tant que railway=crossing ou railway=level_crossing

source: There are ways in different layers coming together in this railway crossing
fr: Il y a des chemins de couches différentes qui se rejoignent à ce passage à niveau

source: There are ways tagged as tunnel or bridge coming together in this railway crossing
fr: Il y a des chemins tagués en tant que tunnel ou bridge qui se rejoignent à ce passage à niveau

source: This $1 is fixme-tagged: $2
fr: Ce $1 est tagué en fixme : $2

source: This relation has no type tag, which is mandatory for relations
fr: Cette relation n'a pas de balise type, qui est obligatoire pour les relations

source: This $1 intersects the $2 #$3 but there is no junction node
fr: Ce $1 coupe le $2 #$3 mais il n'y a pas de nœud de jonction

source: This $1 intersects the $2 #$3
fr: Ce $1 coupe le $2 #$3

source: This $1 overlaps the $2 #$3
fr: Ce $1 chevauche le $2 #$3

source: This way contains node #$1 $2 times. This may or may not be an error
fr: Ce chemin contient $2 fois le nœud #$1. Ceci peut ou non être une erreur

source: This way contains more than one node at least twice. Nodes are $1. This may or may not be an error
fr: Ce chemin contient plus d'un nœud au moins deux fois. Les nœuds sont $1. Ceci peut ou non être une erreur

source: This way has only two different nodes and contains one of them more than once
fr: Ce chemin a seulement deux nœuds et contient l'un d'eux plus d'une fois

source: The key of this node's tag is 'key': $2
fr: La clé du tag de ce nœud est 'key': $2

source: The key of this way's tag is 'key': $2
fr: La clé du tag de ce chemin est 'key': $2

source: The key of this relation's tag is 'key': $2
fr: La clé du tag de cette relation est 'key': $2

source: This $1 is tagged '$2=$3' where $4 looks like $5
fr: Ce $1 est tagué '$2=$3', ou $4 ressemble à $5

source: This node is a junction of ways on different layers: $1
fr: Ce nœud est à la jonction de chemins de couches différentes : $1

source: If this mini roundabout is in a country with left-hand traffic then it should have a tag 'direction=clockwise'
fr: Si ce mini rond-point est situé dans un pays où l'on conduit à gauche, alors il devrait avoir une balise 'direction=clockwise'

source: If this mini roundabout is in a country with right-hand traffic then it should not have a tag 'direction=clockwise'
fr: Si ce mini rond-point est situé dans un pays où l'on conduit à droite, alors il ne devrait pas avoir une balise 'direction=clockwise'

source: This $1 is tagged with layer $2. This need not be an error, but it looks strange
fr: Ce $1 est tagué avec la couche $2. Ce n'est pas forcement une erreur, mais cela parait étrange

source: This node is a junction of a motorway and a highway other than motorway, motorway_link, trunk, services, rest_area or construction. Service or unclassified is only valid if it has a access=no/private or if it is a service=parking_aisle.
fr: Ce nœud est à la jonction d'un motorway et d'un chemin autre que motorway, motorway_link, trunk, services, rest_area ou construction. Service ou unclassified n'est valide que s'il a access=no/private ou si c'est un service=parking_aisle.

source: This boundary has no name
fr: Cette frontière n'a pas de nom

source: The boundary of $1 has no admin_level
fr: La frontière de $1 n'a pas de admin_level

source: The boundary of $1 has no valid numeric admin_level. Please do not use admin levels like for example 6;7. Always tag the lowest admin_level of all boundaries.
fr: La frontière de $1 n'a pas d'admin_level numérique valide. Veuillez ne pas utiliser de niveau administratif du type 6;7. Tagguez toujours l'admin_level le plus bas de toutes les frontières.

source: The boundary of $1 is not closed-loop
fr: La frontière de $1 n'est pas une boucle fermée

source: The boundary of $1 splits here
fr: La frontière de $1 se sépare ici

source: This boundary-way has admin_level $1 but belongs to a relation with lower admin_level (higher priority); it should have the lowest admin_level of all relations
fr: Cette frontière a son admin_level à $1 mais fait partie d'une relation avec un admin_level plus bas (priorité plus haute); elle devrait avoir le admin_level le plus bas de toutes les relations

source: This turn-restriction has no restriction type
fr: Cette interdiction de tourner n'a pas de balise restriction

source: This turn-restriction has no known restriction type
fr: Cette interdiction de tourner a une balise restriction inconnue

source: A turn-restriction needs exactly one $1 member. This one has $2
fr: Une interdiction de tourner a besoin d'exactement un membre $1. Celle-ci en a $2

source: From- and To-members of turn restrictions need to be ways. $1
fr: Les membres From- et To- d'une restriction de manœuvres doivent être des chemins. $1

source: from- via- and to- members of a turn resctriction need to be connected
fr: Les membres From-, Via- et To- d'une restriction de manœuvres doivent être connectés.

source: missing maxspeed tag
fr: Balise maxspeed manquante

source: This way is part of a roundabout but is not closed-loop. (split carriageways approaching a roundabout should not be tagged as roundabout)
fr: Ce chemin fait partie d'un rond-point mais n'est pas une boucle fermée. Les voies d'accès à un rond-point ne devraient pas être taguées en tant que rond-point

source: If this roundabout is in a country with right-hand traffic then its orientation goes the wrong way around
fr: Si ce rond-point est situé dans un pays où l'on conduit à droite, alors son orientation va dans le mauvais sens

source: If this roundabout is in a country with left-hand traffic then its orientation goes the wrong way around
fr: Si ce rond-point est situé dans un pays où l'on conduit à gauche, alors son orientation va dans le mauvais sens

source: This way is tagged as highway=$1_link but doesn't have a connection to any other $1 or $1_link
fr: Ce chemin est tagué en tant que highway=$1_link mais n'a aucune connexion à un $1 ou $1_link

source: This bridge does not have a tag in common with its surrounding ways that shows the purpose of this bridge. There should be one of these tags: $1
fr: Ce pont n'a pas de balise en commun avec les chemins alentour qui montrerait le but de ce pont. Il devrait y avoir une de ces balises : $1

source: multiple nodes on the same spot
fr: plusieurs nœuds au même endroit

source: Try to find nodes that are (almost) on the same spot. Distances less than +/-0.5 meters are considered zero
fr: Essaye de trouver des nœuds qui sont (presque) au même endroit. Les distances inférieures à +/- 0,5 mètres sont considérées comme nulles.

source: non-closed areas
fr: zones non fermes

source: By convention ways tagged with special combinations of key and value pairs are considered to be areas and are drawn as such in the map. Therefore it is necessary that they form closed loops. Non-closed areas are invisible in the map! The standard.xml file is used to determine which key-value-combinations are drawn as areas; any instance of these has to be closed-loop.
fr: Par convention, les chemins tagués avec des combinaisons spéciales de key et value sont considérés en tant que zones et dessinées en tant que telles sur la carte. Pour cela, il faut que ce chemins forment des boucles fermées. Les zones non fermées sont invisibles sur la carte! Le fichier standard.xml est utilisé pour déterminer quelles combinaisons key-value sont dessinées en tant que zones; toute instance de ces chemins doit être une boucle fermée.

source: dead-ended one-ways
fr: cul-de-sac en sens unique

source: Streets tagged as one-way must not be dead-ended (where should all the cars pile at the end of the road?). Nodes where just one-way streets begin (or end) cannot be reached (escaped from). Please note that motorways and motorway_links are considered one-way implicitly, so this check applies.
fr: Les rues taguées comme sens unique ne doivent pas être en cul-de-sac (où devraient s'empiler les voitures, au bout de la rue?). On ne peut pas joindre (ou s'échapper) du nœud où un sens unique commence (ou se termine). Veuillez noter que les autoroutes (motorway et motorway_link) sont implicitement considérées comme sens unique, donc cette vérification s'y applique.

source: almost-junctions
fr: quasi-jonction

source: Streets that have (at least) one unconnected end are examined here. If such an end-node is very close to any other way an error is reported. Unconnected end-nodes should probably be connected to adjacent ways.
fr: Les rues qui ont (au moins) un bout non-connecté sont examinées. Une erreur est rapportée si une telle terminaison est très proche d'un autre chemin. Les bouts non-connectés devraient probablement être connectés au chemins adjacents.

source: deprecated tags
fr: balises obsolètes

source: As shown in http://wiki.openstreetmap.org/index.php/Deprecated_features some tags get replaced by others as new tagging conventions evolve. Consider this as a notice, not as an error. The term 'deprecated' is deprecated; you're free to tag anything the way you like. This is just a hint for new tagging conventions that have evolved in the meantime.
fr: Certaines balises sont remplacées par d'autres lorsque les conventions de balisage évoluent, comme vous pouvez le voir sur http://wiki.openstreetmap.org/index.php/Deprecated_features. Considérez ceci comme un avis et non pas une erreur. Le terme "obsolète" est obsolète; vous êtes libre de baliser ce que vous voulez comme vous le voulez. Il s'agit seulement d'un indice à propos des nouvelles conventions qui ont évoluées entre temps.

source: missing tags
fr: balises manquantes

source: Ways, nodes and relations should in most cases have at least one tag (besides created_by)
fr: Les chemins, nœuds et relations devraient dans la plupart des cas avoir au moins une balise (mise à part created_by)

source: motorways without ref
fr: motorways sans ref

source: The ref-tag documents the reference (e.g. 'A 10') for motorways. These are mandatory as they are very important information
fr: La balise ref documente la reference (par exemple "A 10") pour les autoroutes. Elle est obligatoire car c'est une information primordiale

source: places of worship without religion
fr: lieux de culte sans religion

source: Churches, mosques and synagogues etc. need an extra religion tag giving info about the religion
fr: Les églises, mosquées, synagogues, etc. ont besoin d'une balise religion supplémentaire afin de renseigner la religion

source: point of interest without name
fr: point d'intérêt sans name

source: The name tag should be specified for every point of interest as its content gets rendered in the map next to the POI symbol
fr: La balise name devrait être spécifiée pour tout point d'intérêt, puisque son contenu est dessiné sur la carte à coté du symbole du POI

source: ways without nodes
fr: chemins sans noeuds

source: Ways that don't consist of at least two nodes don't make much sense as they won't get rendered.
fr: Les chemins qui ne sont pas constitués d'au moins deux nœuds n'ont pas beaucoup de sens puisqu'ils ne seront pas dessinés.

source: floating islands
fr: îles flottantes

source: Any highways drawn on the map should be accessible by car starting anywhere in the world. Ferries and highways (even railway platforms) are included in this check, so almost any island in the sea should be reachable starting from the mainland.
fr: N'importe quelle route dessinée sur la carte devrait être accessible en voiture en démarrant n'importe où dans le monde. Les ferrys et routes (même les quais de gare) sont inclus dans cette vérification, donc presque n'importe quelle île dans la mer devrait être joignable depuis le continent.

source: railway crossings without tag
fr: passage à niveau sans balise

source: (Level)-Crossings of railways and highways should have a common node as junction that is tagged with 'railway=level_crossing' if it is a crossing where larger vehicles can cross or with 'railway=crossing' if it is a crossing just for pedestrians
fr: Les croisements de chemin de fer et routes devraient avoir un nœud commun tagué 'railway=level_crossing' si c'est un passage à niveau où de larges véhicules peuvent passer, ou 'railway=crossing' si c'est un passage uniquement pour les piétons.

source: wrongly used railway crossing tag
fr: balise de passage à niveau mal utilisée

source: Ways that take part in level-crossings of railways and highways have to be on the same layer and should in the normal case be not tagged as bridge or tunnel
fr: Les chemins qui traversent des chemins de fer ou des routes doivent êtres sur la même couche et devraient normalement ne pas êtres balisés en tant que pont ou tunnel

source: fixme-tagged items
fr: éléments balisés fixme

source: Nodes, ways or relations that are tagged with FIXME should be reviewed...
fr: Les nœuds, chemins ou relations balisés avec FIXME devraient être revus...

source: relations without type
fr: relations sans type

source: Find any relation that has no type tag, wich is mandatory for relations.
fr: Trouve toute relation qui n'a pas de balise type, qui est obligatoire pour les relations.

source: intersections without junctions
fr: intersections sans jonctions

source: Streets that graphically intersect need a common node that represents the crossing. The only exception are intersections on different layers (eg. bridges or tunnels). Intersections of streets with other objects like waterways or riverbanks should be avoided
fr: Les rues qui se coupent visuellement doivent avoir un nœud en commun qui représente la jonction. La seule exception sont les intersections sur des couches différentes (par ex. les ponts ou tunnels). Les intersections de rues avec d'autres objets tels que les rivières ou les bords de rivières devraient être évitées.

source: highway-highway
fr: route-route

source: highway-waterway
fr: route-eau

source: highway-riverbank
fr: route-bord de rivière

source: waterway-waterway
fr: eau-eau

source: cyclew/footp-cyclew/footp
fr: vélo/pieton-vélo/pieton

source: highway-cyclew/footp
fr: route-vélo/pieton

source: cyclew/footp-waterway
fr: vélo/pieton-eau

source: cyclew/footp-riverbank
fr: vélo/pieton-bord de rivière

source: overlapping ways
fr: chemins se chevauchant

source: Segments of ways that lie on top of each other (the same nodes connected by different ways in the same order) are a problem for routing software. They happen accidently and are hard to find.
fr: Des segments de chemins qui sont l'un sur l'autre (les mêmes nœuds connectés dans le même ordre par différents chemins) sont problématiques pour les logiciels de routage. Ils se produisent accidentellement et sont difficiles à trouver.

source: loopings
fr: boucles

source: Any way that contains any single node more than twice is considered an error. Any way may contain just one node twice. If more than one node is found twice it is considered an error.
fr: Les chemins qui contiennent un nœud plus de deux fois sont considérés comme erronés. Un chemin ne peut contenir un nœud que deux fois au plus. Si plus d'un nœud est trouvée deux fois, c'est considéré comme une erreur.

source: misspelled tags
fr: balises mal orthographiées

source: Tags that are used very seldom and almost look like very common tags (only one character difference) are reported as a warning.
fr: Les balises qui ne sont que très peu utilisées et très similaires à des balises fréquemment utilisées (une seule lettre de différence) sont signalées.

source: layer conflicts
fr: conflits de couches

source: Connected ways should be on the same layer. Crossings on intermediate nodes of ways on different layers are obviously wrong. Junctions on end-nodes of ways on different layers are also deprecated, but common practice. So you may ignore this part of the check and switch them off separately. Please note that bridges are set to layer +1, and tunnels to -1, anything else to layer 0 implicitly if no layer tag is present.
fr: Des chemins connectés devraient être sur la même couche. Les croisements qui ont lieu sur des nœuds intermédiaires de chemins appartenant à des couches différentes sont évidemment faux. L'utilisation de croisements sur des nœuds de terminaison de chemins qui sont sur des couches différentes a aussi été rendu obsolète, mais encore fréquemment utilisé. Vous pouvez donc ignorer cette partie de la vérification et la désactiver indépendamment. Veuillez noter que si la balise layer n'est pas presente, les ponts sont automatiquement mis sur la couche +1, les tunnels sur -1 et le reste sur 0.

source: mixed layers intersections
fr: intersection de couches distinctes

source: strange layers
fr: couches étranges

source: motorways connected directly
fr: motorways connectées directement

source: Motorways should only be connected to other motorways or motorway_links. They should especially not be directly connected to highway=primary or highway=residential roads. Please note: This check may produce false positives on motorways ending in cities but it can be a valuable tool for looking up unwanted connections of motorways and other roads.
fr: Les autoroutes (motorway) ne devraient être connectées qu'a d'autres motorway ou motorway_link. Elles ne devraient en particulier pas être connectées directement à des routes highway=primary ou highway=residential. Veuillez noter que cette vérification peut produire de faux-positifs lorsque l'autoroute se termine dans la ville, mais elle peut être un outil précieux pour rechercher des connections non voulues entre une autoroute et d'autres routes.

source: boundaries
fr: frontières

source: Administrative Boundaries can be expressed either by tagging ways or by adding them to a relation. They should be closed-loop sequences of ways, they must not self-intersect or split and they must have a name and an admin_level.
fr: Les frontières administratives peuvent être représentées soit en taguant des chemins, soit en les rajoutant a des relations. Elles devraient être une boucle fermée de chemins, ne doivent pas s'auto-intersecter ou se séparer, et elles doivent avoir un nom et un admin_level.

source: missing name
fr: nom manquant

source: missing admin_level
fr: admin_level manquant

source: not closed loop
fr: boucle non fermée

source: splitting boundary
fr: frontières se séparant

source: admin_level too high
fr: admin_level trop élevé

source: This check is about turn restrictions defined by relations. A turn restriction relation needs a valid type attribute, a way as 'from' member, another way as 'to' member and optionally one or more ways or nodes as via members that need to be connected to 'from' and 'to'
fr: Cette vérification est à propos des restrictions de manœuvres définies par des relations. Une relation de restriction de manœuvres a besoin d'un attribut de type valide, d'un chemin en tant que membre "from", d'un autre chemin en tant que membre "to", et optionnellement d'un ou de plusieurs chemins ou nœuds en tant que membres "via" qui doivent être connectées à "from" et "to"

source: missing type
fr: type manquant

source: missing from way
fr: chemin "from" manquant

source: missing to way
fr: chemin "to" manquant

source: missing maxspeed
fr: maxspeed manquant

source: maxspeed tags are not mandatory but they are very helpful for successful routing. This check shall help users finding highways lacking the maxspeed tag. Please only add maxspeed tags if the allowed maxspeed differs from the default speed for the given highway!
fr: Les balises maxspeed ne sont pas obligatoires, mais très utiles pour les logiciels de routage. Cette vérification aide à trouver les routes auxquelles il manque la balise maxspeed. Veuillez ne rajouter la balise maxspeed que lorsque la vitesse maximale est différente de la vitesse par défaut de ce type de route!

source: roundabouts
fr: rond-points

source: roundabout are always one-way streets directed counter-clockwise in right-hand driving countries or clockwise in left-hand driving countries.
fr: Les rond-points sont toujours des rues en sens uniques dirigées dans le sens contraire des aiguilles d'une montre dans les pays où l'on conduit à droite ou dans le sens des aiguilles dans les pays où l'on conduit à gauche.

source: wrong direction
fr: Direction incorrecte

source: *_link-connections
fr: Connexions *_link

source: Any highway tagged as (motorway|trunk|primary|secondary)_link should have at least one connection to a (motorway|trunk|primary|secondary) highway or a _link highway of the same type
fr: Toute route taguée en tant que (motorway|trunk|primary|secondary)_link devrait avoir au moins une connexion avec une route (motorway|trunk|primary|secondary) ou une route _link du même type

source: bridge-tags
fr: balise bridge
